donation_text = ('Если у вас нет возможности забрать пушистого друга из приюта, но имеется \
желание поучаствовать в благом деле, то вы можете отправить пожертвование в благотворительные фонды, \
которые потратят эти деньги на корм и лекарства для бездомных животных и благоустройство приютов.\n\
\n\
Фонд помощи бездомным животным "РЭЙ":\n\
https://rayfund.ru/\n\
\n\
Благотворительный фонд "Собаки, которые любят"\n\
https://www.fund4dogs.ru/\n\
\n\
Фонд "Динго"\n\
https://fond-dingo.ru/\n\
\n\
Фонд "НИКА"\n\
https://fond-nika.ru/\n\
\n\
Фонд "Дарящие надежду"\n\
https://ghope.ru/\n\
\n\
Фонд "Вирта"\n\
https://www.tvoya-sobaka.ru/\n\
\n\
Фонд "Фонд защиты городских животных"\n\
https://urbananimal.ru/\n\
\n\
Фонд "Помощь бездомным беспородным животным"\n\
https://less-homeless.com/\n\
\n\
Фонд "Добро вместе"\n\
https://dobrovmeste.ru/\n\
\n\
Фонд "Котодетки"\n\
https://www.kotodetki.ru/\n\
\n\
Фонд "РусДог"\n\
https://rus.dog/\n\
\n\
Фонд "Вторая жизнь"\n\
https://mospriut.ru/priuts/2lifepets/')