dogs_text1 = ('Многие породистые собаки тоже оказываются в приютах. \
Перед принятием ответственного решения о взятии собаки из приюта \
вам следует подробно изучить информацию о каждой породе и решить, какая \
из них подойдёт под ваши условия жизни. Мы подготовили для вас краткие сводки \
о некоторых породах для первичного ознакомления:\n\
\n\
1) Алабай\n\
Активность: 4/5\n\
Интеллект: 4/5\n\
Дружелюбность: 4/5\n\
Агрессивность: 4/5\n\
Сложность ухода: 2/5\n\
Здоровье: 3/5\n\
\n\
2) Английский бульдог\n\
Активность: 2/5\n\
Интеллект: 3/5\n\
Дружелюбность: 5/5\n\
Агрессивность: 3/5\n\
Сложность ухода: 3/5\n\
Здоровье: 3/5\n\
\n\
3) Бигль\n\
Активность: 4/5\n\
Интеллект: 3/5\n\
Дружелюбность: 4/5\n\
Агрессивность: 2/5\n\
Сложность ухода: 2/5\n\
Здоровье: 3/5\n\
\n\
4) Боксер\n\
Активность: 5/5\n\
Интеллект: 3/5\n\
Дружелюбность: 4/5\n\
Агрессивность: 3/5\n\
Сложность ухода: 3/5\n\
Здоровье: 3/5\n\
\n\
5) Бультерьер\n\
Активность: 4/5\n\
Интеллект: 4/5\n\
Дружелюбность: 3/5\n\
Агрессивность: 4/5\n\
Сложность ухода: 2/5\n\
Здоровье: 3/5\n\
\n\
6) Вельш-корги пемброк\n\
Активность: 4/5\n\
Интеллект: 5/5\n\
Дружелюбность: 5/5\n\
Агрессивность: 1/5\n\
Сложность ухода: 3/5\n\
Здоровье: 3/5\n\
\n\
7) Далматин\n\
Активность: 5/5\n\
Интеллект: 4/5\n\
Дружелюбность: 5/5\n\
Агрессивность: 1/5\n\
Сложность ухода: 2/5\n\
Здоровье: 2/5\n\
\n\
8) Джек-рассел-терьер\n\
Активность: 5/5\n\
Интеллект: 4/5\n\
Дружелюбность: 3/5\n\
Агрессивность: 5/5\n\
Сложность ухода: 1/5\n\
Здоровье: 3/5\n\
\n\
9) Золотистый Ретривер\n\
Активность: 3/5\n\
Интеллект: 5/5\n\
Дружелюбность: 5/5\n\
Агрессивность: 1/5\n\
Сложность ухода: 3/5\n\
Здоровье: 3/5\n\
\n\
10) Йоркширский терьер\n\
Активность: 3/5\n\
Интеллект: 4/5\n\
Дружелюбность: 4/5\n\
Агрессивность: 1/5\n\
Сложность ухода: 4/5\n\
Здоровье: 4/5')
dogs_text2 = '11) Лабрадор Ретривер\n\
Активность: 5/5\n\
Интеллект: 5/5\n\
Дружелюбность: 5/5\n\
Агрессивность: 1/5\n\
Сложность ухода: 3/5\n\
Здоровье: 3/5\n\
\n\
12) Мопс\n\
Активность: 3/5\n\
Интеллект: 3/5\n\
Дружелюбность: 4/5\n\
Агрессивность: 1/5\n\
Сложность ухода: 3/5\n\
Здоровье: 1/5\n\
\n\
13) Немецкая овчарка\n\
Активность: 5/5\n\
Интеллект: 5/5\n\
Дружелюбность: 5/5\n\
Агрессивность: 3/5\n\
Сложность ухода: 2/5\n\
Здоровье: 3/5\n\
\n\
14) Пудель\n\
Активность: 4/5\n\
Интеллект: 5/5\n\
Дружелюбность: 4/5\n\
Агрессивность: 2/5\n\
Сложность ухода: 5/5\n\
Здоровье: 3/5\n\
\n\
15) Ротвейлер\n\
Активность: 4/5\n\
Интеллект: 5/5\n\
Дружелюбность: 3/5\n\
Агрессивность: 3/5\n\
Сложность ухода: 2/5\n\
Здоровье: 3/5\n\
\n\
16) Скотч-терьер\n\
Активность: 5/5\n\
Интеллект: 5/5\n\
Дружелюбность: 3/5\n\
Агрессивность: 4/5\n\
Сложность ухода: 4/5\n\
Здоровье: 2/5\n\
\n\
17) Такса\n\
Активность: 3/5\n\
Интеллект: 4/5\n\
Дружелюбность: 3/5\n\
Агрессивность: 3/5\n\
Сложность ухода: 2/5\n\
Здоровье: 3/5\n\
\n\
18) Французский Бульдог\n\
Активность: 2/5\n\
Интеллект: 3/5\n\
Дружелюбность: 4/5\n\
Агрессивность: 2/5\n\
Сложность ухода: 2/5\n\
Здоровье: 2/5\n\
\n\
19) Хаски\n\
Активность: 5/5\n\
Интеллект: 4/5\n\
Дружелюбность: 4/5\n\
Агрессивность: 1/5\n\
Сложность ухода: 4/5\n\
Здоровье: 4/5\n\
\n\
20) Чихуахуа\n\
Активность: 2/5\n\
Интеллект: 3/5\n\
Дружелюбность: 3/5\n\
Агрессивность: 2/5\n\
Сложность ухода: 2/5\n\
Здоровье: 3/5'




cats_text = 'Породистые кошки нередко оказываются на улице. \
Перед принятием ответственного решения о взятии кошки из приюта \
вам следует подробно изучить информацию о каждой породе и решить, какая \
из них подойдёт под ваши условия жизни. Мы подготовили для вас краткие сводки \
о некоторых породах для первичного ознакомления:\n\
\n\
1) Персидская кошка\n\
Активность: 1/5\n\
Сложность ухода: 5/5\n\
Общительность: 2/5\n\
Интеллект: 3/5\n\
Здоровье: 3/5\n\
\n\
2) Мейн-кун\n\
Активность: 2/5\n\
Сложность ухода: 2/5\n\
Общительность: 4/5\n\
Интеллект: 5/5\n\
Здоровье: 4/5\n\
\n\
3) Сибирская \n\
Активность: 2/5\n\
Сложность ухода: 3/5\n\
Общительность: 3/5\n\
Интеллект: 4/5\n\
Здоровье: 3/5\n\
\n\
4) Бенгальская \n\
Активность: 4/5\n\
Сложность ухода: 1/5\n\
Общительность: 4/5\n\
Интеллект: 5/5\n\
Здоровье: 3/5\n\
\n\
5) Британская короткошерстная\n\
Активность: 3/5\n\
Сложность ухода: 2/5\n\
Общительность: 2/5\n\
Интеллект: 3/5\n\
Здоровье: 2/5\n\
\n\
6) Шотландская вислоухая\n\
Активность: 2/5\n\
Сложность ухода: 3/5\n\
Общительность: 4/5\n\
Интеллект: 4/5\n\
Здоровье: 4/5\n\
\n\
7) Сфинкс\n\
Активность: 3/5\n\
Сложность ухода: 2/5\n\
Общительность: 5/5\n\
Интеллект: 5/5\n\
Здоровье: 2/5\n\
\n\
8) Сиамская \n\
Активность: 5/5\n\
Сложность ухода: 1/5\n\
Общительность: 5/5\n\
Интеллект: 4/5\n\
Здоровье: 3/5\n\
\n\
9) Русская голубая\n\
Активность: 2/5\n\
Сложность ухода: 3/5\n\
Общительность: 3/5\n\
Интеллект: 3/5\n\
Здоровье: 5/5\n\
\n\
10) Рэгдолл \n\
Активность: 2/5\n\
Сложность ухода: 4/5\n\
Общительность: 4/5\n\
Интеллект: 4/5\n\
Здоровье: 2/5'



first_days_info_dog = 'Оказавшись в доме, новый член семьи может вести себя по-разному. \
И здесь также важно помнить о том, что его история вряд ли была позитивной. \
Будьте готовы к поведенческим проблемам - агрессии, пугливости, оставлении меток в неположенных местах и т.д. \
Однако адаптация - это нормально, поэтому основное, что вы можете сделать - запастись терпением. \n\
\n\
ПОДГОТОВКА \n\
\n\
Квартиру или дом следует подготовить к появлению собаки. Уберите все, что представляет опасность - провода, \
бытовую химию и т.д. Закройте мусорные корзины, проверьте, чтобы входная дверь плотно закрывалась. \
Если вы живете в частном доме, желательно, чтобы территория была огорожена. Не забывайте: \
опасны для питомцев даже некоторые комнатные растения. \n\
\n\
ПЕРВЫЕ ШАГИ \n\
\n\
Не торопитесь бежать домой. Сначала хорошенько выгуляйте собаку во дворе, пусть все понюхает, устанет, сделает \
все дела. Тогда она меньше будет беспокоиться. \n\
Во все двери заходите первым. Дайте собаке все обнюхать в подъезде и дома, если вы не хотите, \
чтобы в какие-то помещения она не заходила, встаньте в проеме двери и не пускайте туда собаку. \
Когда она отойдет, можете позвать ее в эту комнату. Чтобы она понимала, что сюда ей можно только \
когда ее туда пригласили и никак иначе. Пусть тоже все там спокойно обнюхает, а потом покинет это \
помещение. Старайтесь говорить как можно меньше, не мешайте собаке спокойно познакомиться с вами, \
вашими близкими и вашим домом. \n\
Походите за собакой молча, посмотрите, где она ляжет или сядет. Скорее всего здесь она будет чувствовать \
себя комфортно, и, если это приемлимо для вас, положите туда коврик. Это и будет местом вашей собаки. \n\
Кормить собаку нужно неподалеку от кухни, но не на кухне. Это место питания вожаков. Лучше всего не кормить \
собаку в первый день, давать только воду. Так как рацион, скорее всего, будет отличаться от приютского, и у \
собаки может возникнуть несварение. Недели две кормите той же пищей, что и в приюте, понемногу добавляя ту пищу, \
которой собираетесь кормить дальше. Так вы избавите вашу собаку от лишних стрессов. \n\
\n\
АДАПТАЦИЯ \n\
\n\
Первые дни в новом доме станут самыми сложными как для самого питомца, так и для вас. Наберитесь терпения: \
адаптация - это нормально! Через 7-10 суток собака полностью освоится.'


first_days_info_cat = 'Оказавшись в доме, новый член семьи может вести себя по-разному. \
И здесь также важно помнить о том, что его история вряд ли была позитивной. \
Будьте готовы к поведенческим проблемам - агрессии, пугливости, оставлении меток в неположенных местах и т.д. \
Однако адаптация - это нормально, поэтому основное, что вы можете сделать - запастись терпением. \n\
\n\
ПОДГОТОВКА \n\
\n\
Перед появлением в квартире кота нужно сделать приготовления: \
обустройить уютный уголок с лежанкой, когтеточкой и игрушками; \
заранее купить миску, лоток, наполнитель, шампунь и инструменты для красоты. \
Убрать бытовую химию, провода и хрупкие предметы. Домашние растения должны быть безопасны для кошки. \
На окнах должны стоять крепкие решётки, чтобы котик не выпал. \n\
\n\
Перевозить животное следует в специальной переноске. \
Кошку из приюта сразу нужно отвезти к ветеринару на осмотр – исключить заболевания и подобрать рацион. \n\
\n\
ПЕРВЫЕ ШАГИ \n\
\n\
Оставьте переноску на пол и подождите, пока питомец сам решится выбраться. \
Не берите усатого на руки сразу, дайте ему обнюхаться, осмотреться и привыкнуть. \
Возможно, котик захочет пережить первое время в каком-нибудь укрытии. \
Дайте ему такую возможность и не вытаскивайте силой. Здесь животное чувствует себя в относительной безопасности. \
В первый день постарайтесь не беспокоить кошку: \
не шумите, не настаивайте на общении, говорите ласковым тоном и зовите по имени. \
Покажите, где находится лоток и миска с едой и водой. Постепенной попробуйте ненавязчиво поиграть. \n\
\n\
АДАПТАЦИЯ \n\
\n\
В начале постарайтесь почаще бывать дома, чтобы новосёл привык к вам. \
Первые 10-14 дней кормите питомца привычным рационом. Затем постепенно можно вводить новое питание.'





